const Химия = 'Химия';
const Биология = 'Биология';
const Физика = 'Физика';
const География = 'География';
const ЧЗС = 'ЧЗС';
const Искусство = 'Искусство';

let shortsLessons = {
  'Физ. к. и зд.': 'Физкультура',
  'Рус. яз.': 'Русский язык',
  'Англ. яз.': 'Английский язык',
  'Труд. обуч.': 'Трудовое обучение',
  Химия: 'Химия',
  Биология: 'Биология',
  Физика: 'Физика',
  География: 'География',
  'Информ.': 'Информатика',
  'Матем.': 'Математика',
  'Рус. лит.': 'Русская литература',
  'Бел. лит.': 'Белорусская литература',
  'Ист. Бел.': 'История Беларуси',
  ЧЗС: 'Час здоровья и спорта',
  Искусство: 'Искусство',
  'Бел. яз.': 'Белорусский язык',
  'Всемир. ист.': 'Всемирная история',
  'Чел. и Мир': 'Человек и мир',
  'Астрономия': 'Астрономия',
  'Обществов.': 'Обществоведение'
};

let lessonGoals = [
  'Математика',
  'Английский язык',
  'Химия',
  'География',
  'Белорусский язык',
  'Физика',
  'Всемирная история',
  'История Беларуси',
  'Биология',
  'Белорусская литература',
  'Русский язык',
  'Русская литература',
  'Обществоведение',
  'Астрономия',
];

exports.shortsLessons = shortsLessons;
exports.lessonsGoals = lessonGoals;
